export const initNavigation = [
  {
    id: 0,
    path: "/",
    title: "Главная",
  },

  {
    id: 1,
    path: "/idea",
    title: "Идея",
  },

  {
    id: 2,
    path: "/support",
    title: "Контакты",
  },
];

export const initTasks = [
  {
    id: 0,
    title: "1",
    texts: [
      "Пользоваться продукцией компании.",
      "Приобретаете все те же категории товаров, что и раньше, только через интернет, со скидкой от 20% и более.",
    ],
  },
  {
    id: 1,
    title: "2",
    texts: [
      "Приглашать людей и строить команду.",
      "Где искать людей и как их пригласить - мы Вас научим и вам всегда будет к кому обратиться за помощью.",
    ],
  },
  {
    id: 2,
    title: "3",
    texts: [
      "Обучаться и обучать своих партнёров.",
      "Любое новое дело требует знаний и навыков. У нас есть проверенная система обучения, которая позволяет добиться результата в этом бизнесе.",
      "Вы получаете все инструменты и методики для работы.",
    ],
  },
];

export const initPossibilitys = [
  {
    id: 0,
    title: "Законный бизнес",
    texts: ["Вы сами создаете свой бизнес с 0 на законных основаниях - выстраивая свой собственный магазин."],
  },
  {
    id: 1,
    title: "Трудовой стаж",
    texts: ["После выхода на пенсию вы получаете пенсионные отчисления."],
  },
  {
    id: 2,
    title: "Премии",
    texts: ["Выходя на новый уровень компания выплачивает одноразовую премию."],
  },
  {
    id: 3,
    title: "Путешествие",
    texts: ["Начиная со звания  директор вас ждет ежегодные заграничные поездки за счет компании."],
  },
  {
    id: 4,
    title: "Пассивный доход",
    texts: ["Вырастив лидеров, вам уже не придется думать о рекрутинге так часто, доход будет идти за счет той структуры, которую вы сами сделали."],
  },
  {
    id: 5,
    title: "Карьера",
    texts: [
      "Развитие сотрудника в иерархии должностей организаций, сопровождаемое повышением должностного уровня, ответственности и масштаба решаемых задач.",
    ],
  },
  {
    id: 6,
    title: "Удаленная работа",
    texts: ["Работайте в любое время с любого устройства, имея только выход в интернет"],
  },
  {
    id: 7,
    title: "Команда",
    texts: [
      "На протяжении всей работы вы не останитесь без внимания.",
      "За вами постоянно будет следить команда и направлять.",
      "Кроме этого - вы можете созвонится с командой или задать вопросы в общий чат получив моментальный ответ.",
    ],
  },
];
