export const initNavigation = [
  {
    id: 0,
    path: "/",
    title: "Главная",
  },

  {
    id: 1,
    path: "/idea",
    title: "Идея",
  },

  {
    id: 2,
    path: "/contacts",
    title: "Контакты",
  },
  {
    id: 3,
    path: "/supports",
    title: "Поддержка",
  },
];

export const initTasks = [
  {
    id: 0,
    title: "1",
    texts: [
      "Пользоваться продукцией компании.",
      "Приобретаете все те же категории товаров, что и раньше, только через интернет, со скидкой от 20% и более.",
    ],
    paths: [],
  },
  {
    id: 1,
    title: "2",
    texts: [
      "Приглашать людей и строить команду.",
      "Где искать людей и как их пригласить - мы Вас научим и вам всегда будет к кому обратиться за помощью.",
    ],
    paths: [],
  },
  {
    id: 2,
    title: "3",
    texts: [
      "Обучаться и обучать своих партнёров.",
      "Любое новое дело требует знаний и навыков. У нас есть проверенная система обучения, которая позволяет добиться результата в этом бизнесе.",
      "Вы получаете все инструменты и методики для работы.",
    ],
    paths: [],
  },
];

export const initPossibilitys = [
  {
    id: 0,
    title: "Законный бизнес",
    texts: ["Вы сами создаете свой бизнес с 0 на законных основаниях - выстраивая свой собственный магазин."],
    paths: [],
  },
  {
    id: 1,
    title: "Трудовой стаж",
    texts: ["После выхода на пенсию вы получаете пенсионные отчисления."],
    paths: [],
  },
  {
    id: 2,
    title: "Премии",
    texts: ["Выходя на новый уровень компания выплачивает одноразовую премию."],
    paths: [],
  },
  {
    id: 3,
    title: "Путешествие",
    texts: ["Начиная со звания  директор вас ждет ежегодные заграничные поездки за счет компании."],
    paths: [],
  },
  {
    id: 4,
    title: "Пассивный доход",
    texts: ["Вырастив лидеров, вам уже не придется думать о рекрутинге так часто, доход будет идти за счет той структуры, которую вы сами сделали."],
    paths: [],
  },
  {
    id: 5,
    title: "Карьера",
    texts: [
      "Развитие сотрудника в иерархии должностей организаций, сопровождаемое повышением должностного уровня, ответственности и масштаба решаемых задач.",
    ],
    paths: [],
  },
  {
    id: 6,
    title: "Удаленная работа",
    texts: ["Работайте в любое время с любого устройства, имея только выход в интернет"],
    paths: [],
  },
  {
    id: 7,
    title: "Команда",
    texts: [
      "На протяжении всей работы вы не останитесь без внимания.",
      "За вами постоянно будет следить команда и направлять.",
      "Кроме этого - вы можете созвонится с командой или задать вопросы в общий чат получив моментальный ответ.",
    ],
    paths: [],
  },
];

export const initEssence = [
  {
    id: 0,
    title: "Доставка",
    texts: [
      "Товар доставляется покупателю напрямую без всяких посредников.",
      "Вся продукция выдается в сервесном центре компании.",
      "Любой может пройти регистрацию в компании, получить личный кабинет и скидку на продукцию.",
      "Мы не зовем продавать, а зовем пользоваться продуктом.",
    ],
    paths: [],
  },
  {
    id: 1,
    title: "Товарооборот",
    texts: [
      "Один человек не продаст столько, сколько 1000 купят для себя.",
      "Представьте у вас 1000 человек и каждый покупает шампунь стоимостью 200 рублей.",
      "При таком расскладе у вас уже товарооборот 200.000 ₽",
    ],
    paths: [],
  },
  {
    id: 2,
    title: "1000 человек",
    texts: [
      "Вы пригласили 2 знакомых, которые поняли идею.",
      "Каждый из них позвал по два партнера, те приглосили еще каждый по два и следующие еще по два.",
      "В вашей структуре уже 30 партнеров.",
      "А если вы приглосите на одного больше и ваши партнеры сделают тоже самое?",
      "В итоге у вас уже целых 120 партнеров.",
    ],
    paths: [],
  },
  {
    id: 3,
    title: "Откуда деньги",
    texts: [
      "Каждая покупка вашего партнера засчитывается к вам в товарооборот",
      "Важно, вы ничего не продали, а создали товарооборот для компании за который вам будут платить.",
    ],
    paths: [],
  },
  {
    id: 4,
    title: "Структура",
    texts: [
      "Вам не просто нужно выстраивать структуру потребителей. ",
      "Необходимо рекрутировать и формировать директорские команды, где ваши люди будут так же зарабатывать.",
      "Это бизнес не рекрутеров, а учителей. Вам платят деньги за работу с людьми, а не тупо приглашенных людей.",
    ],
    paths: [],
  },
];

export const initСontacts = [
  {
    id: 0,
    title: "Телефон",
    texts: ["Самый простой способ - позвонить!"],
    paths: ["tel:+79099223801", "+79099223801"],
  },
  {
    id: 1,
    title: "Электронная почта",
    texts: ["Старый проверенный способ - письмо"],
    paths: ["mailto:nmang2103@mail.ru", "nmang2103@mail.ru"],
  },
  {
    id: 2,
    title: "VK",
    texts: ["Надежно но медленно"],
    paths: ["https://vk.com/id411622841", "Перейти ВК"],
  },
  {
    id: 3,
    title: "Телеграмм",
    texts: ["Быстро и эффективно"],
    paths: ["https://t.me/Natalya21031", "Перейти в Телеграмм"],
  },
];

import { FaTelegramPlane, FaWhatsapp } from "react-icons/fa";
import { MdAlternateEmail } from "react-icons/md";

export const initIconСontacts = [
  {
    id: 0,
    ComponentIcon: MdAlternateEmail,
    path: "mailto:nmang2103@mail.ru",
    title: "Маил",
  },
  {
    id: 1,
    ComponentIcon: FaTelegramPlane,
    path: "https://t.me/Natalya21031",
    title: "Телеграмм",
  },
  {
    id: 2,
    ComponentIcon: FaWhatsapp,
    path: "https://api.whatsapp.com/send?phone=79099223801",
    title: "Ватсап",
  },
];

export const initPrintingText = [
  "Я - Наталья - интернет - предприниматель.\n",
  "Работаю только через интернет, удалённо.\n",
  "___\n",
  "Ты хочешь так же?\n",
];

export const initSupportCatalog = [
  {
    id: 0,
    title: "Как получать доход?",
    texts: [
      "В компании Oriflame есть множество видов дохода. Продажи - это один из них.",
      "Но это маленький доход и не основной вид.",
      "Вы можете самостоятельно выбирать время для работы и отдыха.",
      "Но, чем больше вы будете уделять времени развитию бизнеса, тем быстрее добьетесь результата.",
    ],
    paths: [],
  },
  {
    id: 1,
    title: "Почему это не финансовая пирамида?",
    texts: [
      "Финансовая пирамида - это незаконная система организации бизнеса которая подразумевает постоянные вложения денежных средств.",
      "В данном случае за свои деньги вы получаете товар, который и так покупаете постоянно но в розничных магазинах.",
      "Вы рекомендуете товар этой компании другим потребителям, увеличиваете товарооборот и доход компании.",
      "За это компания выплачивает вам вознаграждение в виде процента от созданного товарооборота в вашей сети."
    ],
    paths: [],
  },
  {
    id: 2,
    title: "Как мне совмещать проект с основной работой?",
    texts: [
      "У вас полностью свободный график. Вы можете самостоятельно выбирать время для работы и отдыха.",
      "Сколько времени уделять работе, тоже решаете вы. Но, чем больше вы будете уделять времени развитию бизнеса, тем быстрее добьетесь результата.",
    ],
    paths: [],
  },
  {
    id: 3,
    title: "Насколько качественная продукция в компании?",
    texts: [
      "У компании есть свой Институт кожи в Стокгольме, в котором разрабатываются и тестируются средства для ухода за кожей лица.",
      "А также у компании есть свои заводы на территории Европы и Азии. В России тоже есть завод, который производит продукцию для многих стран.",
    ],
    paths: [],
  },
  {
    id: 4,
    title: "Я новичек, смогу ли я заработать в вашей компании?",
    texts: [
      "Бизнес с компанией Oriflame - это многоуровневый маркетинг",
      "Именно законы построения структуры гарантируют, что вы сможете зарабатывать во много раз больше, чем тот человек, который вас пригласил. ",
    ],
    paths: [],
  },
  {
    id: 5,
    title: "Сколько я должен платить за обучение?",
    texts: [
      "Любой крупный бизнес - это команда. Большого результата можно добиться только с командой профессионалов.",
      "Нам выгодно обучать вас, потому, что компания платит за работу учителем, а не просто приглашенных людей.",
    ],
    paths: [],
  },
  {
    id: 6,
    title: "Какую продукцию вы продаете?",
    texts: [
      "В нашей компании товар который ты и все пользуются ежедневно.",
      "Средства личной гигиены, декоративная косметика, продукт здорового питания и другая качественная продукция едедневного спросса.",
    ],
    paths: [],
  },
];
