export const initTasks = [
  {
    id: 0,
    title: "1",
    paragraphs: [
      {
        contents: [
          {
            text: "Пользоваться продукцией ",
            link: ["https://www.oriflame.ru", "компании"],
          },
        ],
      },

      {
        contents: [
          {
            text: "Приобретаете все те же категории товаров, что и раньше, только через ",
            link: ["https://ru.wikipedia.org/wiki/%D0%98%D0%BD%D1%82%D0%B5%D1%80%D0%BD%D0%B5%D1%82", "интернет "],
          },
          {
            text: "со скидкой от 20% и более. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 1,
    title: "2",
    paragraphs: [
      {
        contents: [
          {
            text: "Приглашать людей и строить команду. ",
            link: null,
          },
        ],
      },
      {
        contents: [
          {
            text: "Где искать людей и как их пригласить - мы Вас научим и вам всегда будет к кому обратиться за помощью. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 2,
    title: "3",
    paragraphs: [
      {
        contents: [
          {
            text: "Обучаться и обучать своих партнёров. ",
            link: null,
          },
        ],
      },
      {
        contents: [
          {
            text: "Любое новое дело требует знаний и навыков. У нас есть проверенная система обучения, которая позволяет добиться результата в этом ",
            link: ["https://ru.wikipedia.org/wiki/%D0%91%D0%B8%D0%B7%D0%BD%D0%B5%D1%81", "бизнесе"],
          },
        ],
      },
      {
        contents: [
          {
            text: "Вы получаете все инструменты и методики для работы. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
];

export const initPossibilitys = [
  {
    id: 0,
    title: "Законный бизнес",
    paragraphs: [
      {
        contents: [
          {
            text: "Вы сами создаете свой бизнес с 0 на законных основаниях - выстраивая свой собственный магазин. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 1,
    title: "Трудовой стаж",
    paragraphs: [
      {
        contents: [
          {
            text: "После выхода на пенсию вы получаете пенсионные отчисления. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 2,
    title: "Премии",
    paragraphs: [
      {
        contents: [
          {
            text: "Выходя на новый уровень компания выплачивает одноразовую премию. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 3,
    title: "Путешествие",
    paragraphs: [
      {
        contents: [
          {
            text: "Начиная со звания  директор вас ждет ежегодные заграничные поездки за счет компании. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 4,
    title: "Пассивный доход",
    paragraphs: [
      {
        contents: [
          {
            text: "Вырастив лидеров, вам уже не придется думать о рекрутинге так часто, доход будет идти за счет той структуры, которую вы сами сделали. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 5,
    title: "Карьера",
    paragraphs: [
      {
        contents: [
          {
            text: "Развитие сотрудника в иерархии должностей организаций, сопровождаемое повышением должностного уровня, ответственности и масштаба решаемых задач. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 6,
    title: "Удаленная работа",
    paragraphs: [
      {
        contents: [
          {
            text: "Работайте в любое время с любого устройства, имея только выход в интернет. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 7,
    title: "Команда",
    paragraphs: [
      {
        contents: [
          {
            text: "За вами постоянно будет следить команда и направлять. ",
            link: null,
          },
        ],
      },
      {
        contents: [
          {
            text: "Вы можете созвонится с командой или задать вопросы в общий чат получив быстрый ответ. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
];

export const initIdea = [
  {
    id: 0,
    title: "Доставка",
    paragraphs: [
      {
        contents: [
          {
            text: "Товар доставляется покупателю напрямую без всяких посредников. Вся продукция выдается в сервесном центре компании. ",
            link: null,
          },
        ],
      },
      {
        contents: [
          {
            text: "Любой может пройти регистрацию в компании, получить личный кабинет и скидку на продукцию. ",
            link: null,
          },
        ],
      },
      {
        contents: [
          {
            text: "Очень важно, что мы не зовем продавать, а зовем пользоваться ",
            link: ["https://www.oriflame.ru/plp/22-10-lagom?utm_source=website_front_page&utm_medium=a_banner&utm_campaign=lagom_vacation_c10_2022", "продуктом"],
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 1,
    title: "Товарооборот",
    paragraphs: [
      {
        contents: [
          {
            text: "Представьте у вас 1000 человек и каждый покупает шампунь стоимостью 200 рублей.. ",
            link: null,
          },
        ],
      },
      {
        contents: [
          {
            text: "При таком расскладе у вас уже товарооборот 200.000 ₽. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 2,
    title: "1000 человек",
    paragraphs: [
      {
        contents: [
          {
            text: "Вы пригласили 2 знакомых, которые поняли идею. Каждый из них позвал по два партнера, те приглосили еще каждый по два и следующие еще по два. ",
            link: null,
          },
        ],
      },
      {
        contents: [
          {
            text: "В вашей структуре уже 30 партнеров. ",
            link: null,
          },
        ],
      },
      {
        contents: [
          {
            text: "А если вы приглосите на одного больше и ваши партнеры сделают тоже самое - у вас уже целых 120 партнеров. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 3,
    title: "Откуда деньги",
    paragraphs: [
      {
        contents: [
          {
            text: "Каждая покупка вашего партнера засчитывается к вам в товарооборот. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
  {
    id: 4,
    title: "Структура",
    paragraphs: [
      {
        contents: [
          {
            text: "Обратите внимания, что вам не просто нужно выстраивать структуру потребителей. ",
            link: null,
          },
        ],
      },
      {
        contents: [
          {
            text: "Необходимо рекрутировать и формировать директорские команды, где ваши люди будут так же зарабатывать. ",
            link: null,
          },
        ],
      },
    ],
    paths: [],
  },
];

export const initСontacts = [
  {
    id: 0,
    title: "Телефон",
    paragraphs: [
      {
        contents: [
          {
            text: "Самый простой способ - позвонить! ",
            link: null,
          },
        ],
      },
    ],
    paths: ["tel:+79099223801", "+79099223801"],
  },
  {
    id: 1,
    title: "Почта",
    paragraphs: [
      {
        contents: [
          {
            text: "Старый проверенный способ - письмо! ",
            link: null,
          },
        ],
      },
    ],
    paths: ["mailto:nmang2103@mail.ru", "nmang2103@mail.ru"],
  },
  {
    id: 2,
    title: "VK",
    paragraphs: [
      {
        contents: [
          {
            text: "Надежно но медленно. ",
            link: null,
          },
        ],
      },
    ],
    paths: ["https://vk.com/id411622841", "Перейти ВК"],
  },
  {
    id: 3,
    title: "Телеграмм",
    paragraphs: [
      {
        contents: [
          {
            text: "Быстро и эффективно. ",
            link: null,
          },
        ],
      },
    ],
    paths: ["https://t.me/Natalya21031", "Перейти в Телеграмм"],
  },
];

